/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"Przekierowania katalogów";
"MCXRedirector.pfm_description" =			"Tworzy i usuwa łącza symboliczne z katalogów w katalogu domowym użytkownika do innych katalogów. Użytkownik musi mieć uprawnienia dostępu do katalogu docelowego.";

"LoginRedirection-raw.pfm_title" =			"Przekierowania logowania";
"LoginRedirection-raw.pfm_description" =			"Przekierowania wykonane podczas logowania użytkownika.";
"OtherRedirection-raw.pfm_title" =			"Inne przekierowania";
"OtherRedirection-raw.pfm_description" =			"Przekierowania wykonywane podczas przejść sieciowych oraz kiedykolwiek zarządzane są preferencje.";
"LogoutRedirection-raw.pfm_title" =			"Przekierowania wylogowania";
"LogoutRedirection-raw.pfm_description" =			"Przekierowania wykonywane podczas wylogowania.";

"ActionInfo.pfm_title" =			"Czynność przekierowania";
"ActionInfo.pfm_description" =			"Pojedyncza czynność przekierowania.";

"action.pfm_title" =			"Czynność";
"action.pfm_description" =			"Wykonywana czynność. Użyj „deleteAndCreateSymLink”, aby usunąć rzecz w „Ścieżka do katalogu” i utworzyć łącze symboliczne do „Ścieżka katalogu docelowego”. Użyj „renameAndCreateSymLink”, aby zmienić nazwę rzeczy w „Ścieżka do katalogu”, a potem utworzyć łącze symboliczne do „Ścieżka katalogu docelowego”. Użyj „deletePath”, aby usunąć rzecz w „Ścieżka do katalogu”. Użyj „deleteSymLinkAndRestore”, aby usunąć łącze symboliczne w „Ścieżka do katalogu” i przenieść katalog utworzony przez „renameAndCreateSymLink” do „Ścieżka do katalogu”.";
"path.pfm_title" =			"Ścieżka do katalogu";
"path.pfm_description" =			"Ścieżka katalogu, na którym wykonywana jest czynność, oraz gdzie ma być umieszczone łącze symboliczne. Ścieżka musi być w katalogu domowym użytkownika. Rozpocznij ścieżkę od „~/”.";
"destPath.pfm_title" =			"Ścieżka katalogu docelowego";
"destPath.pfm_description" =			"Ścieżka katalogu docelowego dla łącza symbolicznego. Użyj „~” do określenia ścieżki w bieżącym katalogu domowym użytkownika. Użyj „%@” do określenia bieżącej nazwy użytkownika.";
